Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1063_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámediggi bálkkašii viššalis sámegiela oahppiid
smn: Sämitigge palhâšij viššâlis sämikielâ uáppeid

source: Sámediggi attii skuvllaid giđđafeasttain stipeanddaid oahppiide, geat leat bures menestuvvan sámegiela oahpuin.
smn: Sämitigge juovij škoovlâi kiđđâjuuhlijn stipendijd sämikielâ oopâin pyereest miänástum uappeid.

source: Stipeanddat juhkkojuvvojedje oktiibuot oktanuppelot ođđa stuđentii, geat leat čađahan sámegiela iskosa stuđeantadutkosis ja logi vuođđooahpahusa čađahan oahppái.
smn: Stipendeh juáhhojii ohtsis 11 uáppei, kiäh lijjii čođâldittám sämikielâ iskos pajeuáppeetutkosijn já 10 uáppei, kiäh pessii vuáđumáttááttâsâst.

source: Sámedikki stipeandda ožžo čuovvovaš nuorat:
smn: Sämitige stiipeend ožžuu čuávvoo nuorah:

source: Stuđeanttat:
smn: Pajeuáppeeh:

source: Lappi ámmátoahpahat, Roavvenjárga: Leena Fofonoff (nuortalašgiella)
smn: Ruávinjaargâ áámmátopâttâh: Leena Fofonoff, (nuorttâsämikielâ)

source: Lyseonpuisto logahat, Roavvenjárga: Laura Pieski (davvisámegiella)
smn: Lyseonpuisto luvâttâh, Ruávinjargâ: Laura Pieski (tavesämikielâ)

source: Oulu lyseo logahat: Maren-Elle Länsman (davvisámegiella)
smn: Oulu lyseo luvâttâh: Maren-Elle Länsman (tavesämikielâ)

source: Avvila logahat: Pekka Moilanen (anárašgiella), Elle Kokkonen (davvisámegiella), Leevi Olli (davvisámegiella), Niklas Rasmus (davvisámegiella) ja Eljas Niskanen (anárašgiella)
smn: Avveel luvâttâh: Pekka Moilanen (aanaar kielâ), Elle Kokkonen (tavesämikielâ), Leevi Olli (tavesämikielâ), Niklas Rasmus (tavesämikielâ) já Eljas Niskanen (aanaar kielâ)

source: Ohcejoga sámelogahat: Piret Järvensivu (davvisámegiella)
smn: Ucjuv sämiluvâttâh: Piret Järvensivu (tavesämikielâ)

source: Soađegili logahat: Salla Rouvinen (davvisámegiella)
smn: Suáđigil luvâttâh: Salla Rouvinen (tavesämikielâ)

source: Vuođđooahpahusa čađahan oahppit:
smn: Vuáđumáttááttâs čođâldittám uáppeeh:

source: Korkalovári vuođđoskuvla, Roavvenjárga: Saana Vieltojärvi (davvisámegiella)
smn: Korkalovaara škovlâ, Ruávinjargâ: Saana Vieltojärvi (tavesämikielâ)

source: Anára skuvla: Sara Keränen (davvisámegiella), Katariina Saijets (davvisámegiella)
smn: Aanaar škovlâ: Sara Keränen (tavesämikielâ), Katariina Saijets (tavesämikielâ)

source: Gáregasnjárgga skuvla: Jere Pieski (davvisámegiella)
smn: Kärigâsnjaargâ škovlâ: Jere Pieski (tavesämikielâ)

source: Ohcejohnjálmmi skuvla: Piibe Aikio (davvisámegiella)
smn: Ucjuv škovlâ: Piibe Aikio (tavesämikielâ)

source: Avvila badjeskuvla: Iina Kyrö (anárašgiella), Toni Salminen (davvisámegiella), Elina Moshnikoff (nuortalašgiella)
smn: Avveel pajetääsi: Iina Kyrö (aanaar kielâ), Toni Salminen (tavesämikielâ), Elina Moshnikoff (nuorttâsämikielâ)

source: Aleksanteri Kena skuvla, Soađegilli: Teemu Valle (davvisámegiella)
smn: Aleksanteri Kena škovlâ, Suáđigil: Teemu Valle (tavesämikielâ)

source: Lokka skuvla, Soađegilli: Makreta Pyhäjärvi (davvisámegiella)
smn: Lokka škovlâ, Suáđigil: Makreta Pyhäjärvi (tavesämikielâ)

source: Sámediggi sávvá lihku ja buorre geasseluomu buohkaide !
smn: Sämitigge tuáivut luho já pyeri kesiluámu puohháid !
